alefragnani.project-manager
dunstontc.viml
vscodevim.vim
eamodio.gitlens
wayou.vscode-todo-highlight
alefragnani.bookmarks
dbaeumer.vscode-eslint
eg2.tslint
coenraads.bracket-pair-colorizer
zhuangtongfa.material-theme
formulahendry.auto-complete-tag
joelday.docthis
mikestead.dotenv
msjsdiag.debugger-for-chrome
naumovs.color-highlight
robertohuertasm.vscode-icons
vincaslt.highlight-matching-tag
esbenp.prettier-vscode
eg2.vscode-npm-script
editorconfig.editorconfig
davidanson.vscode-markdownlint
shinnn.stylelint
wix.vscode-import-cost
christian-kohler.path-intellisense
ofhumanbondage.react-proptypes-intellisense
